Proyectos Trabajos/Broxel/Core-Process/Documentacion/Archivos Respaldo/NominateAccountCustomerRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/" xmlns:ps="http://schemas.datacontract.org/2004/07/PS.IssuerCustomer.ClientWS.Contract.DataTypes.NominateAccount">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:NominateAccountCustomer>
         <!--Optional:-->
         <tem:issuerCode>105</tem:issuerCode>
         <!--Optional:-->
         <tem:generalAccountNumber>39840</tem:generalAccountNumber>
         <!--Optional:-->
         <tem:accountCustomer>
            <!--Optional:-->
            <ps:Address>
               <!--Optional:-->
               <ps:CityCode>866</ps:CityCode>
               <!--Optional:-->
               <ps:CountryCode>848</ps:CountryCode>
               <!--Optional:-->
               <ps:DoorNumber>145</ps:DoorNumber>
               <!--Optional:-->
               <ps:GeographicCode>16</ps:GeographicCode>
               <!--Optional:-->
               <ps:Neighbourhood>Los reyes</ps:Neighbourhood>
               <!--Optional:-->
               <ps:Street>ocelopan</ps:Street>
               <!--Optional:-->
               <ps:StreetType>1</ps:StreetType>
            </ps:Address>
            <!--Optional:-->
            <ps:BirthDate>25054987</ps:BirthDate>
            <!--Optional:-->
            <ps:BirthPlace></ps:BirthPlace>
            <!--Optional:-->
            <ps:CelNumber>0</ps:CelNumber>
            <!--Optional:-->
            <ps:CustomerName>PruebasTiBroxel</ps:CustomerName>
            <!--Optional:-->
            <ps:CustomerSurname></ps:CustomerSurname>
            <!--Optional:-->
            <ps:Document>9999999999999</ps:Document>
            <!--Optional:-->
            <ps:DocumentTypeCode>4</ps:DocumentTypeCode>
            <!--Optional:-->
            <ps:Email>esteban.cruz@broxel.com</ps:Email>
            <!--Optional:-->
            <ps:Gender>2</ps:Gender>
            <!--Optional:-->
            <ps:PhoneNumber>0</ps:PhoneNumber>
         </tem:accountCustomer>
      </tem:NominateAccountCustomer>
   </soapenv:Body>
</soapenv:Envelope>